import * as React from 'react';
import {Establishment} from "@components/Establishment";

const bsuir = require('@assets/img/establishment_bsuir.png')

export const Establishments = () => {
    return (
        <div className="main">
            <section className="establishments">
                <div className="section-content">
                    <h1 className="title">Учебные заведения</h1>
                    <div className="establishments-list">
                        <Establishment idEstablishment="s" name="БГУИР" description="Программист - специалист, занимающийся... Программисты востребованы благодаря... Средняя зарплата у программиста - 3283 BYN. Навыки, которые хорошо подходят к профессии: усидчивость... Примеры крупных компаний, в которых востребованы специалисты: Google, Apple" photo={bsuir} />
                        <Establishment idEstablishment="s" name="БГУИР" description="Программист - специалист, занимающийся... Программисты востребованы благодаря... Средняя зарплата у программиста - 3283 BYN. Навыки, которые хорошо подходят к профессии: усидчивость... Примеры крупных компаний, в которых востребованы специалисты: Google, Apple" photo={bsuir} />
                        <Establishment idEstablishment="s" name="БГУИР" description="Программист - специалист, занимающийся... Программисты востребованы благодаря... Средняя зарплата у программиста - 3283 BYN. Навыки, которые хорошо подходят к профессии: усидчивость... Примеры крупных компаний, в которых востребованы специалисты: Google, Apple" photo={bsuir} />
                        <Establishment idEstablishment="s" name="БГУИР" description="Программист - специалист, занимающийся... Программисты востребованы благодаря... Средняя зарплата у программиста - 3283 BYN. Навыки, которые хорошо подходят к профессии: усидчивость... Примеры крупных компаний, в которых востребованы специалисты: Google, Apple" photo={bsuir} />
                        <Establishment idEstablishment="s" name="БГУИР" description="Программист - специалист, занимающийся... Программисты востребованы благодаря... Средняя зарплата у программиста - 3283 BYN. Навыки, которые хорошо подходят к профессии: усидчивость... Примеры крупных компаний, в которых востребованы специалисты: Google, Apple" photo={bsuir} />
                        <Establishment idEstablishment="s" name="БГУИР" description="Программист - специалист, занимающийся... Программисты востребованы благодаря... Средняя зарплата у программиста - 3283 BYN. Навыки, которые хорошо подходят к профессии: усидчивость... Примеры крупных компаний, в которых востребованы специалисты: Google, Apple" photo={bsuir} />
                        <Establishment idEstablishment="s" name="БГУИР" description="Программист - специалист, занимающийся... Программисты востребованы благодаря... Средняя зарплата у программиста - 3283 BYN. Навыки, которые хорошо подходят к профессии: усидчивость... Примеры крупных компаний, в которых востребованы специалисты: Google, Apple" photo={bsuir} />
                        <Establishment idEstablishment="s" name="БГУИР" description="Программист - специалист, занимающийся... Программисты востребованы благодаря... Средняя зарплата у программиста - 3283 BYN. Навыки, которые хорошо подходят к профессии: усидчивость... Примеры крупных компаний, в которых востребованы специалисты: Google, Apple" photo={bsuir} />
                        <Establishment idEstablishment="s" name="БГУИР" description="Программист - специалист, занимающийся... Программисты востребованы благодаря... Средняя зарплата у программиста - 3283 BYN. Навыки, которые хорошо подходят к профессии: усидчивость... Примеры крупных компаний, в которых востребованы специалисты: Google, Apple" photo={bsuir} />
                        <Establishment idEstablishment="s" name="БГУИР" description="Программист - специалист, занимающийся... Программисты востребованы благодаря... Средняя зарплата у программиста - 3283 BYN. Навыки, которые хорошо подходят к профессии: усидчивость... Примеры крупных компаний, в которых востребованы специалисты: Google, Apple" photo={bsuir} />
                        <Establishment idEstablishment="s" name="БГУИР" description="Программист - специалист, занимающийся... Программисты востребованы благодаря... Средняя зарплата у программиста - 3283 BYN. Навыки, которые хорошо подходят к профессии: усидчивость... Примеры крупных компаний, в которых востребованы специалисты: Google, Apple" photo={bsuir} />
                        <Establishment idEstablishment="s" name="БГУИР" description="Программист - специалист, занимающийся... Программисты востребованы благодаря... Средняя зарплата у программиста - 3283 BYN. Навыки, которые хорошо подходят к профессии: усидчивость... Примеры крупных компаний, в которых востребованы специалисты: Google, Apple" photo={bsuir} />
                        <Establishment idEstablishment="s" name="БГУИР" description="Программист - специалист, занимающийся... Программисты востребованы благодаря... Средняя зарплата у программиста - 3283 BYN. Навыки, которые хорошо подходят к профессии: усидчивость... Примеры крупных компаний, в которых востребованы специалисты: Google, Apple" photo={bsuir} />
                    </div>
                </div>
            </section>
        </div>
    );
}